Repository: tainacan/tainacan-theme
Catalog: src/languages/*.po
Languages: pt_br

source: Leave blank it for not displaying any label (which is the default).
pt_br: Deixe em branco para não exibir nenhum rótulo (é o padrão).

source: Display item thumbnail
pt_br: Exibir a miniatura do item

source: Toggle to show or not the item thumbnail, within the metadata list section.
pt_br: Troque para mostrar ou não a miniatura do item dentro da seção da lista de metadados.

source: Display share buttons
pt_br: Mostrar botões de compartilhamento

source: Toggle to show or not the social icon share buttons, within the metadata list section or collection banner.
pt_br: Troque para mostrar ou não os botões de compartilhamento das redes sociais, dentro da seção da lista de metadados ou no cabeçalho da coleção.

source: Hide core title from metadata list
pt_br: Esconder o título principal da lista de metadados

source: Toggle to hide or not the core title from the metadata list, as it already appears on the page title.
pt_br: Troque para esconder a faixa com o título do site que aparece sobre o banner do cabeçalho.

source: Number of metadata columns (tablet)
pt_br: Número de colunas de metadados (tablet)

source: Choose how many metadata columns should be listed, for screen sizes between 728px and 1024px.
pt_br: Escolha quantas colunas de metadados devem ser listadas, para telas de tamanho entre 728px e 1024px.

source: Number of metadata columns (desktop)
pt_br: Número de colunas de metadados (desktop)

source: For screen sizes between 1025px and 1366px.
pt_br: Para telas de tamanho entre 1025px e 1366px.

source: Number of metadata columns (wide)
pt_br: Número de colunas de metadados (largo)

source: For screens larger than 1366px.
pt_br: Para telas de tamanho maior que 1366px.

source: Items related to this
pt_br: Itens "relacionados a este"

source: Settings for the section that displays items related to the current item.
pt_br: Configurações para a seção que exibe os itens que se relacionam ao item atual

source: Related items
pt_br: Itens relacionados

source: Label for the "Items related to this" section
pt_br: Rótulo para a seção "Itens relacionados a este"

source: Enable the "Items related to this" section
pt_br: Habilitar a seção de "Itens relacionados a este"

source: Toggle to display or not the "Items related to this" section. This also depends on the collection settings and existence of items related to the current one.
pt_br: Troque para exibir ou não a seção "Itens relacionados a este". Isto também depende das configurações da coleção e da existência de itens relacionados ao atual.

source: Layout for the related items list
pt_br: Layout da lista de itens relacionados a este

source: Maximum number of columns
pt_br: Número máximo de colunas

source: Sets how many columns of items slides will appear (on a large screen) for the layouts "grid" and "list". In the "grid" layout, the smaller this number is, the greater the item thumbnail will be.
pt_br: Defina quantas colunas de slides de itens irão aparecer (em uma tela larga) para os layouts "grade" e "lista". No layout "grade", quanto menor este número for, maior será o tamanho da miniatura do item.

source: Maximum number of slides per screen
pt_br: Número máximo de itens slides por tela

source: Sets how many slides per row of the carousel will appear (on a large screen) for the layout "carousel". The smaller this number is, the greater the item thumbnail will be.
pt_br: Defina quantos slides por linha do carrossel aparecerão (em uma tela larga) para o layout "carrossel". Quanto menor for este número, maior será o tamanho da miniatura do item.

source: Carousel of items, with large thumbnails
pt_br: Carrossel de itens, com miniaturas grandes

source: Grid of items, with large thumbnails
pt_br: Grade de itens, com miniaturas grandes

source: List of items, with smaller thumbnails
pt_br: Lista de itens, com miniaturas pequenas

source: Show more
pt_br: Mostrar mais

source: Show less
pt_br: Mostrar menos

source: Copied! Link copied to clipboard.
pt_br: Copiado! Link enviado para área de transferência.

source: Tainacan heading section
pt_br: Seção de título Tainacan

# Block pattern description
source: A left-aligned heading section containing a light sub-heading and an underline below the title.
pt_br: Uma seção de título alinhada à esquerda contendo um discreto sub-título e uma linha abaixo do título.

source: Section title
pt_br: Título da seção

source: Section optional description...
pt_br: Descrição opcional da seção...

source: Tainacan highlight section
pt_br: Seção de destaque Tainacan

# Block pattern description
source: A hero section with a background color and columns for image and text.
pt_br: Uma seção de destaque com uma cor de fundo e colunas para imagem e texto.

source: View more...
pt_br: Veja mais...

source: Tainacan highlight section (alt)
pt_br: Seção de destaque Tainacan (alt)

# Block pattern description
source: Another hero section with a background color and columns for image headings and text.
pt_br: Outra seção de destaque com um fundo colorido e colunas para imagens, títulos e texto.

source: %1$s at %2$s.
pt_br: %1$s às %2$s.

source: Your comment is awaiting moderation.
pt_br: Seu comentário está aguardando moderação.

source: Reply
pt_br: Responder

source: Edit
pt_br: Editar

source: &nbsp;by&nbsp;
pt_br: &nbsp;por&nbsp;

source: Open navigation menu
pt_br: Abrir menu de navegação

source: Add a menu
pt_br: Adicionar um menu

source: Search
pt_br: Buscar

source: Name
pt_br: Nome

source: Amount of items
pt_br: Total de itens

source: Nothing found
pt_br: Nada encontrado

source: Thumbnail placeholder
pt_br: Substituto para miniatura

source: No item was found.
pt_br: Nenhum item foi encontrado.

source: Share this on facebook
pt_br: Compartilhar isto no Facebook

source: Share this on twitter
pt_br: Compartilhar isto no Twitter

source: Share this on WhatsApp
pt_br: Compartilhar isto no WhatsApp

source: Share this on Telegram
pt_br: Compartilhar isto no Telegram

source: Copy link
pt_br: Copiar link

source: Share
pt_br: Compartilhar

source: Read more...
pt_br: Leia mais...

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: Description
pt_br: Descrição

source: No description provided
pt_br: Nenhuma descrição informada

source: Children
pt_br: Filhos

source: Blog Posts
pt_br: Publicações do Blog

source: Search Results for
pt_br: Resultados de busca por

source: Daily Archives: %s
pt_br: Arquivos diários: %s

source: Monthly Archives: %s
pt_br: Arquivos mensais: %s

# monthly archives date format
source: F Y
pt_br: F de Y

source: Yearly Archives: %s
pt_br: Arquivos Anuais: %s

source: It seems that you are using a legacy vesion of the Tainacan plugin. Please update in order to use the latest features for displaying item media.
pt_br: Parece que você está usando uma versão legada do plugin Tainacan. Por favor atualize para fazer uso dos últimos recursos de exibição da mídia do item.

source: Collection
pt_br: Coleção

source: Back to items list
pt_br: Voltar para a página de itens

source: Pages:
pt_br: Páginas:

source: Category:
pt_br: Categoria:

source: Comments:
pt_br: Comentários:

source: None
pt_br: Nenhum
