Repository: tainacan/tainacan-theme
Catalog: src/languages/*.po
Languages: pt_br

source: The page you are looking for does not exist!
pt_br: A página que você está procurando não existe!

source: Go to the first page
pt_br: Ir para a página inicial

source: Back
pt_br: Voltar

source: Sorting
pt_br: Ordenação

source: Creation date
pt_br: Data de criação

source: Title
pt_br: Título

source: View Mode
pt_br: Modo de visualização

source: Cards
pt_br: Cartões

source: Thumbnails
pt_br: Miniaturas

source: Table
pt_br: Tabela

source: Search collections
pt_br: Buscar coleções

source: You must be %1$slogged%2$s in to post a comment.
pt_br: Você precisa estar %1$sconectado%2$s para publicar um comentário.

source: Leave your comment
pt_br: Deixe seu comentário

source: Authenticated as:
pt_br: Conectado como:

source: Authenticated as %1$s
pt_br: Conectado como %1$s

source: Send
pt_br: Enviar

source: Previous Comments
pt_br: Comentários Anteriores

source: Next Comments
pt_br: Próximos Comentários

source: Comments are closed.
pt_br: Os comentários estão fechados.

source: Telephone: %s
pt_br: Telefone: %s

source: Proudly powered by %1$s and %2$s.
pt_br: Orgulhosamente feito com %1$s e %2$s.

source: Thumbnail
pt_br: Miniatura

source: A thumbnail grid view, showing only title and thumbnail
pt_br: Uma visão em grade de miniaturas, mostrando apenas o título e a imagem

source: Default
pt_br: Padrão

source: Carmine
pt_br: Carmim

source: Cherry
pt_br: Cereja

source: Mustard
pt_br: Mostarda

source: Mint Green
pt_br: Verde Menta

source: Dark Turquoise
pt_br: Turquesa Escuro

source: Turquoise
pt_br: Turquesa

source: Blue Heavenly
pt_br: Azul Celeste

source: Purple
pt_br: Roxo

source: Violet
pt_br: Violeta

source: White
pt_br: Branco

source: Light gray
pt_br: Cinza claro

source: Dark gray
pt_br: Cinza escuro

source: Small
pt_br: Pequeno

source: Large
pt_br: Grande

source: Huge
pt_br: Enorme

source: Warning: <a href="https://wordpress.org/plugins/tainacan/" >Tainacan plugin</a> is not activated! While you may use this theme without it, we made it to take full advantage of the plugin features.
pt_br: Aviso: <a href="https://br.wordpress.org/plugins/tainacan/" >Plugin Tainacan</a> não ativado! Você pode usar este tema sem ele, mas foi pensado para tirar vantagem dos recursos do plugin.

source: Tainacan Sidebar Right
pt_br: Barra lateral direita do Tainacan

source: Tainacan Sidebar Footer
pt_br: Rodapé do Tainacan

source: Navigation menu below header
pt_br: Menu de navegação abaixo do cabeçalho

source: Collections
pt_br: Coleções

source: Viewing results: %1$d to %2$d of %3$d
pt_br: Vendo resultados: %1$d a %2$d de %3$d

source: Home
pt_br: Início

source: Archive by category "
pt_br: Arquivo da categoria "

source: Search results for "
pt_br: Resultados de busca por "

source: All items
pt_br: Todos os itens

source: Posts tagged "
pt_br: Posts marcados "

source: Articles posted by
pt_br: Artigos publicados por

source: Error 404
pt_br: Erro 404

source: Page
pt_br: Página

source: Cancel
pt_br: Cancelar

source: Choose
pt_br: Selecionar

source: more
pt_br: mais

source: less
pt_br: menos

source: Clear Color Selection
pt_br: Limpar Seleção de Cor

source: No Color Selected
pt_br: Nenhuma Cor Selecionada

source: Tainacan Interface extra settings
pt_br: Configurações extras do tema Tainacan Interface

source: Metadata sections layout
pt_br: Sessões de Metadado

source: Define how the metadata sections will appear in the public item page.
pt_br: Defina como as sessões de metadado aparecerão na página pública do item.

source: Tabs
pt_br: Abas

source: Collapses
pt_br: Colapses

source: Accordion
pt_br: Acordeão

source: Collection items list header colors
pt_br: Cores do cabeçalho da lista de itens

source: Select which color will be used for the text and background of your collection items list header.
pt_br: Selecione quais cores serão usadas para texto e fundo do cabeçalho da sua lista de itens da coleção.

source: Background
pt_br: Plano de fundo

source: Text
pt_br: Texto

source: Black
pt_br: Preto

source: Site header settings
pt_br: Configurações do cabeçalho do site

source: Settings related to the site header, such as the menu and logo position.
pt_br: Configurações relacionadas ao cabeçalho do site, tais como posição do menu e da logo.

source: Tainacan single item page
pt_br: Página do Item do Tainacan

source: Settings related to Tainacan single Items page only.
pt_br: Configurações relacionadas apenas à páginas de um único item do Tainacan.

source: Tainacan items list page
pt_br: Página de Lista de Itens do Tainacan

source: Settings related to Tainacan items list pages, such as the repository items list, the collection item list and the term items list. Some settings ins this section may be overrided by collection settings or user preference.
pt_br: Configurações relacionadas apenas à páginas de lista de itens do Tainacan, tais como a lista de itens do repositório, a lista de itens de uma coleção e a lista de itens de um termo. Algumas configurações nesta seção pode ser sobrescrita pelas configurações da própria coleção ou por preferências do usuário.

source: Choose a Color Scheme
pt_br: Escolha uma Paleta de Cores

source: Or pick any color
pt_br: Ou escolha qualquer cor

source: Tooltip Color
pt_br: Cor dos balões de dicas

source: Gray
pt_br: Cinza

source: Footer settings
pt_br: Configurações do rodapé

source: Address
pt_br: Endereço

source: Phone Number
pt_br: Telefone

source: Footer color scheme
pt_br: Paleta de cores do rodapé

source: Display logo
pt_br: Mostrar logo

source: Toggle to display or not a logo on the bottom left corner.
pt_br: Troque para não mostrar a logo no canto inferior esquerdo.

source: Upload a logo to the footer
pt_br: Suba uma imagem de logo para o rodapé

source: Logo link
pt_br: Link da logo

source: Display "Proudly Powered by..."
pt_br: Exibir "Orgulhosamente feito com..."

source: This checkbox shows the "Proudly Powered by WordPress and Tainacan" sentence.
pt_br: Este checkbox mostra a frase "Orgulhosamente feito com Tainacan e WordPress".

source: Use block template parts to configure footer
pt_br: Use partes de modelos de blocos para configurar o rodapé

source: Build your own footer using the block editor in the menu Appearance -> Template Parts -> Footer.
pt_br: Configure seu próprio rodapé usando editor de blocos no menu Personalizar -> Partes de Modelo -> Rodapé.

source: Dark
pt_br: Escuro

source: Light
pt_br: Claro

source: Colored
pt_br: Colorido

source: Header layout and elements
pt_br: Elementos e layout do cabeçalho

source: Header elements alignment
pt_br: Ordenação dos elementos do cabeçalho

source: Sets how the header elements, such as the logo and navigation menu are aligned.
pt_br: Configura como os elementos do cabeçalho, tais como a logo e o menu de navegação são alinhados.

source: Site header minimum height (px)
pt_br: Altura mínima do cabeçalho do site (px)

source: Site header logo max height (px)
pt_br: Altura máxima da logo do cabeçalho do site (px)

source: Site header logo max width (px)
pt_br: Largura máxima da logo do site (px)

source: One line, spaced
pt_br: Uma linha, espaçado

source: Two lines, to the left
pt_br: Duas linhas, para a esquerda

source: Two lines, centered
pt_br: Duas linhas, centralizado

source: Hide the header banner site title
pt_br: Esconder o título do site no banner de cabeçalho

source: Toggle to hide the site title row that appears over the header banner
pt_br: Troque para esconder a faixa com o título do site que aparece sobre o banner do cabeçalho

source: Hide the header banner completely
pt_br: Esconder o banner do cabeçalho por completo

source: Toggle to hide the header banner from all pages of the site
pt_br: Troque para esconder o banner do cabeçalho em todas as páginas do site

source: Title box opacity (%)
pt_br: Opacidade da faixa do título (%)

source: Change the opacity of the white box that holds the banner site title
pt_br: Mudar a opacidade da faixa branca que contém o título do site no banner

source: Display post or page featured image on the header banner
pt_br: Exibir imagem de destaque do post ou da página no banner do cabeçalho

source: Toggle to display the current post or page featured image, if available on the header banner instead of the default image. This feature also hides the featured image in the post content.
pt_br: Troque para exibir a imagem de destaque do post ou página atual, se disponível no banner do cabeçalho ao invés da imagem padrão. Este recurso também esconde a imagem de destaque no conteúdo do post.

source: Header search
pt_br: Busca do cabeçalho

source: Hide search icon and input
pt_br: Esconder ícone e entrada de busca

source: Label for "Global" search option
pt_br: Rótulo para a opção de busca "Global"

source: Includes all kinds of post types. This option will only be visible if at least one of the below are selected.
pt_br: Incluir todo tipo de conteúdo. Esta opção só estará visível se pelo menos uma das a seguir estiver selecionada.

source: Default search option
pt_br: Opção de busca padrão

source: This option will only be valid if at least one of the below are selected, otherwise the default search happens on WordPress posts.
pt_br: Esta opção só será válida se ao menos uma das seguintes estiver selecionadas, caso contrário a busca ocorrerá nos posts do WordPress.

source: Display option to search on Tainacan items repository list
pt_br: Mostrar opção de busca específica para a lista de itens do Tainacan

source: Items
pt_br: Itens

source: Label for the "items" search option
pt_br: Rótulo para a opção de busca "Itens"

source: Display option to search on Tainacan collections list
pt_br: Mostrar opção de busca específica para as lista de coleções do tainacan

source: Label for the "Collections" search option
pt_br: Rótulo para a opção de busca "Coleções"

source: Display option to search only on WordPress posts
pt_br: Mostra opção de busca específica para as publicações do blog do WordPress

source: Label for the "Posts" search option
pt_br: Rótulo para a opção de busca "Posts"

source: Display option to search only on WordPress pages
pt_br: Mostrar opção de busca específica para páginas do WordPress

source: Pages
pt_br: Páginas

source: Label for the "Pages" search option
pt_br: Rótulo para a opção de busca "Páginas"

source: Social Share
pt_br: Compartilhar em mídias sociais

source: Display Facebook button
pt_br: Mostrar o botão do Facebook

source: Display Twitter button
pt_br: Mostrar o botão do Twitter

source: Twitter User to be cited in tweets (via @user)
pt_br: Usuário do Twitter a ser citado (via @nomedeusuario)

source: Display WhatsApp button
pt_br: Mostrar botão do WhatsApp

source: Display Telegram button
pt_br: Mostrar o botão do Telegram

source: Collection Header
pt_br: Cabeçalho da coleção

source: Settings related to Tainacan items list collection header.
pt_br: Configurações relacionadas ao cabeçalho da Lista de Itens de uma Coleção do Tainacan.

source: Collection banner image maximum height (px)
pt_br: Altura máxima da imagem do cabeçalho da coleção (px)

source: Filters panel
pt_br: Painel de filtros

source: Settings related to Tainacan items list filters panel.
pt_br: Configurações relacionadas ao painel de filtros das listas de itens do Tainacan.

source: Hide the filters panel.
pt_br: Esconder o painel de filtros.

source: Toggle to hide the filters panel completely.
pt_br: Troque para esconder por completo o painel de filtros.

source: Hide the "Hide filters" button.
pt_br: Esconder o botão "Esconder filtros".

source: Toggle to not show the "Hide filters" button for users.
pt_br: Troque para não mostrar o botão "Esconder filtros" para usuários.

source: Show Filters button inside the search control bar.
pt_br: Mostrar o botão de filtros dentro da barra de controle da busca.

source: Toggle to display the Filters button inside the search control bar.
pt_br: Troque para mostrar o botão de Filtros dentro da lista de controle da busca.

source: Start with filters hidden.
pt_br: Começar com os filtros escondidos.

source: Toggle to make filters start hidden by default.
pt_br: Troque para fazer com que os filtros iniciem escondidos por padrão.

source: Filters side panel fixed on scroll
pt_br: Painel lateral dos filtros fixo no scroll

source: Toggle to if you want filters panel to get fixed on screen when scrolling down the items list. This will only take effect if the items list itself is taller than the screen height.
pt_br: Troque se você quiser que o painel de filtros fique fixado na tela quando se aplica scroll para baixo na lista de itens. Isto só tem efeito se a lista de itens em si é mais alta que a altura da tela.

source: Filters as modal.
pt_br: Filtros em uma modal.

source: Toggle to make filters load inside a modal instead of a side panel.
pt_br: Troque para fazer com que os filtros seja carregados em uma modal ao invés de um painel lateral.

source: Pagination section
pt_br: Seção de paginação

source: Settings related to Tainacan items list pagination section.
pt_br: Configurações relacionadas à seção de paginação das listas de itens do Tainacan.

source: Default number of items per page
pt_br: Número de itens por página padrão

source: Change the default value for items loaded per page. Note that this affects loading duration.
pt_br: Mude o valor padrão para os itens por página carregados. Note que isto afeta a duração do carregamento.

source: Hide the "Items per Page" button.
pt_br: Esconder o botão "Itens por Página".

source: Toggle to not show the "Items per Page" button on the pagination bar.
pt_br: Troque para não mostrar o botão "Itens por Página" na barra de paginação.

source: Hide the "Go to Page" button.
pt_br: Esconder o botão "Ir para a página".

source: Toggle to not show the "Go to Page" button on the pagination bar.
pt_br: Toque para não mostrar o botão "Ir para a página" na barra de paginação.

source: Search control area
pt_br: Área de controle da busca

source: Settings related to Tainacan items list search control area. This is the bar over the items list container.
pt_br: Configurações relacionadas à área de controle da busca nas listas de itens do Tainacan. Esta é a barra que fica acima da região da lista de itens.

source: Default view mode for Terms and Repository Items list.
pt_br: Modo de visualização padrão para listas de itens de Termos ou do Repositório.

source: Select a default view mode for Terms and Repository Items list.
pt_br: Selecione um modo de visualização padrão para a lista de itens de Termos ou do Repositório.

source: Hide the Search block.
pt_br: Esconder o bloco de Busca.

source: Toggle to not show the search block on the control bar.
pt_br: Troque para não mostrar o bloco de busca na barra de controle.

source: Hide the Advanced Search link.
pt_br: Esconder o link para a Busca Avançada.

source: Toggle to not show the advanced search link on the control bar.
pt_br: Troque para não mostrar o link para a busca avançada na barra de controle.

source: Hide the "Sort by" button.
pt_br: Esconder o botão "Ordenar por".

source: Toggle to not show the "Sort by" button on the control bar.
pt_br: Troque para não esconder botão "Ordenar por" na barra de controle .

source: Hide the "View as..." button.
pt_br: Esconder o botão "Ver como...".

source: Toggle to not show the "View as..." button, also referred to as "Exposers modal" on the control bar.
pt_br: Troque para não esconder o botão "Ver como...", também chamado de "Modal de Expositores" na barra de controle.

source: Show inline view mode options.
pt_br: Mostrar opções de modos de visualização em linha.

source: Toggle to show view mode options as a group of buttons instead of a dropdown.
pt_br: Troque para mostrar opções de modos de visualização como um grupo de botões, ao invés de uma lista suspensa.

source: Show "fullscreen" view modes with other view modes.
pt_br: Mostrar o modo de visualização "tela cheia" junto com outros modos de visualização.

source: Toggle to show "fullscreen" view modes with other view mode options instead of separate in the search control bar.
pt_br: Troque para mostrar modos de visualização "tela cheia" junto com outros modos de visualização ao invés de separado na barra de controle da busca.

source: Masonry
pt_br: Mosaico

source: Grid
pt_br: Miniaturas

source: Items document and attachments
pt_br: Documento e anexos do item

source: Settings related to Tainacan single Items document and attachments sections.
pt_br: Configurações relacionadas às sessões de documento e anexos da páginas de um único item do Tainacan.

source: Show "Documents" section: Document and Attachments grouped in one slider.
pt_br: Mostrar seção "Documentos": Documento e Anexos agrupadas em um único carrossel.

source: Toggle to show the document and attachments in the same list, a carousel with the current item on top.
pt_br: Troque para mostrar as sessões de documentos e anexos na mesma lista, um carrossel com o item atual no topo.

source: Disable the gallery lightbox modal
pt_br: Desabilitar o modal lightbox da galeria

source: Toggle to not display a modal with the main slider when clicking in a gallery item of the "Documents" section.
pt_br: Troque para não exibir um modal com o carrossel principal ao clicar em um item da galeria na seção "Documentos".

source: Hide Document download button
pt_br: Esconder botão de Download do Documento

source: Toggle to never display a "Download" button when hovering the document.
pt_br: Troque para nunca mostrar um botão "Download" quando o mouse passa em cima do documento.

source: Document
pt_br: Documento

source: Label for the "Document" section
pt_br: Rótulo para a seção do "Documento"

source: Leave blank it for not displaying any label.
pt_br: Deixe em branco para não exibir nenhum rótulo.

source: Attachments
pt_br: Anexos

source: Label for the "Attachments" section
pt_br: Rótulo para a seção "Anexos"

source: Documents
pt_br: Documentos

source: Label for the "Documents" section
pt_br: Rótulo para a seção "Documentos"

source: Section that labels Document and Attachments grouped if this option is enabled. Leave blank it for not displaying any label.
pt_br: Seção que identifica Documento e Anexos agrupados se esta opção estiver ativa. Deixe em branco para não exibir nenhum rótulo.

source: Hide the attachments label (on carousel)
pt_br: Esconder rótulo dos anexos (no carrossel)

source: Toggle to not display the document and attachments name below their thumbnails.
pt_br: Troque para não mostrar o nome do documento ou anexos abaixo de suas miniaturas.

source: Hide the attachments label (on the main slider)
pt_br: Esconder rótulo dos anexos (no slider principal)

source: Toggle to not display the document and attachments name.
pt_br: Troque para não mostrar o nome do documento ou anexos.

source: Hide the attachments caption (on the main slider)
pt_br: Esconder a legenda dos anexos (no slider principal)

source: Toggle to not display the document and attachments caption.
pt_br: Troque para não mostrar a legenda do documento ou anexos.

source: Hide the attachments description (on the main slider)
pt_br: Esconder a descrição dos anexos (no slider principal)

source: Toggle to not display the document and attachments description.
pt_br: Troque para não mostrar a descrição do documento ou anexos.

source: Color scheme of the media gallery modal
pt_br: Esquema de cores do modal da galeria de mídias

source: Document maximum height (vh)
pt_br: Altura máxima do documento (vh)

source: Set the maximum height for the document. The unit of measure is relative to the screen, for example: 60vh is 60% of the height of the browser window height.
pt_br: Configura a altura máximo do documento. A unidade de medida é relativa à tela, por exemplo: 60vh é 60% da altura da janela do navegador.

source: Attachment thumbnail size on carousel (px)
pt_br: Tamanho da miniatura do anexo do carrossel (px)

source: Hide the attachments label (in the lightbox)
pt_br: Esconder rótulo dos anexos (no modal lightbox)

source: Toggle to not display the document and attachments name in the lightbox.
pt_br: Troque para não mostrar o nome do documento ou anexos no modal lightbox.

source: Hide the attachments caption (in the lightbox)
pt_br: Esconder a legenda dos anexos (no modal lightbox)

source: Toggle to not display the document and attachments caption in the lightbox.
pt_br: Troque para não mostrar a legenda do documento ou anexos no modal lightbox.

source: Hide the attachments description (in the lightbox)
pt_br: Esconder a descrição dos anexos (no modal lightbox)

source: Toggle to not display the document and attachments description in the lightbox.
pt_br: Troque para não mostrar a descrição do documento ou anexos no modal lightbox.

source: Items page layout and elements
pt_br: Elementos e layout da página de item

source: Settings related to Tainacan single Items general page layout and elements.
pt_br: Configurações relacionadas ao layout e elementos em geral da página de um item do Tainacan.

source: Display a header of the related collection.
pt_br: Exibir o cabeçalho da coleção relacionada.

source: Toggle to show a banner with name, thumbnail and color of the related collection.
pt_br: Troque para mostrar um cabeçalho com nome miniatura e cor da coleção relacionada.

source: Hide the item publish date and author
pt_br: Esconder a data de publicação e autor do item

source: Toggle to not display the item publish date and author name below the item title.
pt_br: Troque para não mostrar a data de publicação e o nome do autor do item abaixo do seu título.

source: Layout sections order.
pt_br: Ordem das sessões na tela.

source: Display the document, attachments and metadata sections in different order.
pt_br: Exibir as sessões de documento, anexos e metadados em uma ordem diferente.

source: Continue browsing
pt_br: Continue navegando

source: Label for the "Items navigation" or "Continue browsing" section
pt_br: Rótulo para a seção de "Navegação dos itens" ou "Continue navegando"

source: Navigation links to adjacent items
pt_br: Links de navegação para os itens adjacentes

source: Sets how next and previous items links will be displayed. If your Tainacan version is below 0.17, these links only obey creation date order inside their collection.
pt_br: Determina como os links de itens próximos e anteriores serão exibidos. Se a versão do seu Tainacan for inferior à 0.17, estes links obedecerão apenas a data de criação dentro da coleção.

source: Show the item navigation options in the breadcrumb section
pt_br: Mostrar as opções de navegação de itens na seção seção de navegação abaixo do menu

source: Toggle to display two arrows and a list icon for navigating directly from the item page breadcrumb section.
pt_br: Troque para exibir dois ícones de setas e um de lista para navegar diretamente da seção de navegação abaixo do menu na página do item.

source: Document - Attachments - Metadata
pt_br: Documento - Anexos - Metadados

source: Metadata - Document - Attachments
pt_br: Metadados - Documento - Anexos

source: Document - Metadata - Attachments
pt_br: Documento - Metadados - Anexos

source: Do not display items links
pt_br: Não mostrar links dos itens

source: Show only items Link
pt_br: Mostrar apenas links dos itens

source: Show items links with a small thumbnail
pt_br: Mostrar links dos itens com uma imagem pequena

source: Show items links with a large thumbnail
pt_br: Mostrar links dos itens com uma imagem grande

source: Items metadata
pt_br: Metadados do item

source: Settings related to Tainacan single Items metadata section.
pt_br: Configurações relacionadas apenas a seção de metadados das páginas de um item do Tainacan.

source: Label for the "Metadata" section
pt_br: Rótulo para a seção "Metadados"
